{
    "A fresh verification link has been sent to your email address.": "新しい確認リンクがあなたのメールアドレスに送信されました。",
    "Already registered?": "すでに登録済みですか？",
    "A new verification link has been sent to the email address you provided during registration.": "新しい確認リンクが、登録時に提供したメールアドレスに送信されました。",
    "A new verification link has been sent to your email address.": "新しい確認リンクがあなたのメールアドレスに送信されました。",
    "Are you sure you want to delete your account?": "アカウントを削除してもよろしいですか？",
    "Before proceeding, please check your email for a verification link.": "続行する前に、確認リンクをメールで確認してください。",
    "Cancel": "キャンセル",
    "click here to request another": "別のリクエストをするにはここをクリック",
    "Click here to re-send the verification email.": "確認メールを再送信するにはここをクリック",
    "Confirm": "確認",
    "Confirm Password": "パスワードを確認",
    "Current Password": "現在のパスワード",
    "Dashboard": "ダッシュボード",
    "Delete Account": "アカウントを削除",
    "Email": "メール",
    "Email Address": "メールアドレス",
    "Email Password Reset Link": "メールパスワードリセットリンク",
    "Ensure your account is using a long, random password to stay secure.": "セキュリティを保つために、アカウントには長くランダムなパスワードを使用してください。",
    "Forgot your password?": "パスワードを忘れましたか？",
    "Forgot Your Password?": "パスワードを忘れましたか？",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "パスワードを忘れましたか？問題ありません。メールアドレスを教えていただければ、パスワードリセットリンクをお送りし、新しいパスワードを選択できます。",
    "If you did not receive the email": "メールを受け取らなかった場合",
    "Log in": "ログイン",
    "Login": "ログイン",
    "Logout": "ログアウト",
    "Name": "名前",
    "New Password": "新しいパスワード",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please download any data or information that you wish to retain before deleting your account.": "アカウントを削除すると、そのすべてのリソースとデータが永久に削除されます。アカウントを削除する前に、保持したいデータや情報をダウンロードしてください。",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "アカウントを削除すると、そのすべてのリソースとデータが永久に削除されます。アカウントを永久に削除したい場合は、パスワードを入力して確認してください。",
    "Pagination Navigation": "ページネーションナビゲーション",
    "pagination.next": "pagination.next",
    "pagination.previous": "pagination.previous",
    "Password": "パスワード",
    "Please confirm your password before continuing.": "続行する前に、パスワードを確認してください。",
    "Profile Information": "プロフィール情報",
    "Remember me": "私を覚えて",
    "Remember Me": "私を覚えて",
    "Resend Verification Email": "確認メールを再送信",
    "Reset Password": "パスワードをリセット",
    "Save": "保存",
    "Saved.": "保存しました。",
    "Send Password Reset Link": "パスワードリセットリンクを送信",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you did not receive the email, we will gladly send you another.": "登録ありがとうございます！始める前に、私たちから送られたリンクをクリックしてメールアドレスを確認していただけますか？メールを受け取らなかった場合は、別のメールをお送りします。",
    "This is a secure area of the application. Please confirm your password before continuing.": "これはアプリケーションのセキュアエリアです。続行する前に、パスワードを確認してください。",
    "Toggle navigation": "ナビゲーション切り替え",
    "Update Password": "パスワードを更新",
    "Verify Your Email Address": "メールアドレスを確認",
    "You are logged in!": "ログインしました！",
    "Your email address is unverified.": "メールアドレスは未確認です。",
    "'s Profile": "のプロファイル",
    "Profile": "プロファイル",
    "Log Out": "ログアウト",
    "Attendance Form": "勤怠事前報告フォーム",
    "Submit": "登録",
    "Advance attendance report":"勤怠事前報告",
    "Welcome": "ようこそ",
    "Day Off": "休暇",
    "Arrive Late": "遅刻",
    "Leave Early": "早退",
    "Other": "その他",
    "For Copy-Pasting:": "コピペ用:",
    "Use Paid Leave": "有休を利用します。",
    "Compensatory Day for...": "◯◯の代休です。",
    "Paid Leave": "有給",
    "Overtime": "残業",
    "Date": "日付:",
    "Type:": "種別:",
    "Please select": "選択してください",
    "Other Remarks:": " その他備考:",
    "Created by: ": "対象者: ",
    "Created on: ": "入力日:",
    "Register": "登録",
    "Update your account's profile information and email address.": "アカウントのプロフィール情報と電子メール アドレスを更新します。",
    "Free Text:": "フリーテキスト:",
    "Arrive Late:": "遅刻タイム:",
    "Leave Early:": "早退タイム:",
    "Event Created": "カレンダイベントを作りました!",
    "You added your event on the Google Calendar.": "Googleカレンダーにイベントを追加しました。",
    "Would you like to create another event?": "別のイベントを作成しますか？",
    "'s Attendance Form": "の勤怠事前報告フォーム",
    "Free Text is required for 'Other' option.": "「その他」オプションにはフリーテキストが必要です。",
    "An orange letter m as a logo": "ロゴはオレンジ色のM",
    "Copy": "コピー"
}